Repository: IBMPredictiveAnalytics/SPSSINC_RANFOR
Catalog: src/lang/*/SPSSINC_RANFOR.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: Rows are actuals; columns are predicted. Last Class Error is the overall error rate.
de: Zeilen sind Ist-Daten; Spalten werden vorhergesagt. Der letzte Klassenfehler gibt die Gesamtfehlerrate an.
es: Las filas son consumos reales; las columnas son predicciones. La última clase de error es el índice de errores general.
fr: Les lignes représentent des valeurs réelles tandis que les colonnes représentent des prévisions. La dernière colonne affichant les erreurs de classification correspond au taux d'erreur global.
it: Le righe sono effettive, le colonne sono previste. L'ultimo errore classe è il tasso di errore generale.
ja: 行は実際数、列は予測値です。最後のクラス エラーは全体的な誤差率です。
ko: 행은 실제값이며 열은 예측값입니다. 마지막 계층 오차는 전체 오차율입니다.
pl: Wiersze są rzeczywiste; kolumny są przewidywane. Ostatni błąd klasy stanowi ogólny poziom błędu.
pt_br: As linhas são reais e as colunas são preditas. O Erro de última classe é a taxa de erro geral.
ru: Строки - это фактические значения, столбцы предсказываются. Ошибка последнего класса - это общая частота ошибок.
zh_cn: 行是实际值；列是预测值。最后一个类误差是总误差率。
zh_tw: 列為實際值；直欄為預測值。前次類別錯誤是整體錯誤率。

source: Predicted
de: Vorhergesagt
es: Pronosticado
fr: Prévision
it: Previsto
ja: 予測
ko: 예측빈도
pl: Przewidywane
pt_br: Predito
ru: Предсказанные
zh_cn: 预测
zh_tw: 預測值

source: Class Error
de: Klassenfehler
es: Clase de error
fr: Erreur de classe
it: Errore classe
ja: クラス エラー
ko: 계층 오차
pl: Błąd klasy
pt_br: Erro de classe
ru: Ошибка класса
zh_cn: 类错误
zh_tw: 類別錯誤

source: Row Total
de: Zeilensumme
es: Total de fila
fr: Total de ligne
it: Totale riga
ja: 行の合計
ko: 행 합계
pl: Wierszy ogółem
pt_br: Total de linhas
ru: Всего строк
zh_cn: 行总计
zh_tw: 列總計

source: Partial Dependence: %s
de: Partielle Abhängigkeit: %s
es: Dependencia parcial: %s
fr: Dépendance partielle : %s
it: Dipendenza parziale: %s
ja: 偏従属: %s
ko: 편 종속성: %s
pl: Zależność częściowa: %s
pt_br: Dependência Parcial: %s
ru: Частичная зависимость: %s
zh_cn: 部分依赖性：%s
zh_tw: 局部依賴性：%s

source: Warning: An outlier dataset was requested, but outliers are only available for classification trees:
de: Warnung: Ein Ausreißerdataset wurde angefordert, aber Ausreißer sind nur für Klassifikationsbäume verfügbar:
es: Advertencia: Se ha solicitado un conjunto de datos de valores atípicos, pero los valores atípicos sólo están disponibles para los árboles de clasificación:
fr: Avertissement : Un jeu de données de valeurs extrêmes était demandé, mais les valeurs extrêmes sont disponibles uniquement pour les arborescences de classification :
it: Avviso: è stato richiesto un dataset di valori anomali, ma i valori anomali sono disponibili solo per gli alberi di classificazione:
ja: 警告: 外れ値データセットが要求されましたが、外れ値を取得できるのは分類ツリーの場合のみです。
ko: 경고: 이상값 데이터 세트를 요청했지만 이상값은 분류나무에만 사용할 수 있습니다.
pl: Ostrzeżenie: zażądano zbioru danych wartości odstających, ale wartości odstające są tylko dostępne dla drzew klasyfikacji:
pt_br: Aviso: Um conjunto de dados de valor discrepante foi solicitado, mas valores discrepantes estão disponíveis somente para árvores de classificação:
ru: Предупреждение: Был затребован набор данных выбросов, но выбросы доступны только для деревьев классификации:
zh_cn: 警告：已请求获取离群值数据集，但离群值仅可用于分类树：
zh_tw: 警告：要求離群值資料集，但離群值只可用於分類樹狀結構：

source: Error creating dataset: %s
de: Fehler beim Erstellen von Dataset: %s
es: Error al crear el conjunto de datos: %s
fr: Erreur de création du jeu de données : %s
it: Errore durante la creazione del dataset: %s
ja: データセットの作成中にエラーが発生しました: %s
ko: 데이터 세트 작성 시 오류 발생: %s
pl: Błąd podczas tworzenia zbioru danych: %s
pt_br: Erro ao criar o conjunto de dados: %s
ru: Ошибка при создании набора данных: %s
zh_cn: 创建数据集时出错：%s
zh_tw: 建立資料集時發生錯誤：%s

source: Predicted values are not available in unsupervised mode
de: Vorhergesagte Werte sind im nicht überwachten Modus nicht verfügbar
es: Los valores pronosticados no están disponibles en modo sin supervisión
fr: Les prévisions ne sont disponibles qu'en mode non supervisé.
it: I valori previsti non sono disponibili in modalità Non supervisionato
ja: 非監視モードでは予測値を取得できません
ko: 비지도 모드에서는 예측값을 사용할 수 없습니다.
pl: Wartości przewidywane nie są dostępne w trybie nienadzorowanym
pt_br: Os valores preditos não estão disponíveis no modo não supervisionado
ru: Предсказанные значения не доступны в неконтролируемом режиме
zh_cn: 在无监督方式下，预测值不可用
zh_tw: 預測值在非監督式模式中無法使用

source: Case Number
de: Fallnummer
es: Número de caso
fr: Numéro de l'observation
it: Numero di caso
ja: ケース番号
ko: 케이스 번호
pl: Numer obserwacji
pt_br: Número do caso
ru: Номер наблюдения
zh_cn: 个案号
zh_tw: 觀察值數目

source: predicted Values for %s
de: Vorhergesagte Werte für %s
es: Valores pronosticados de %s
fr: Valeurs prévues pour %s
it: Valori previsti per %s
ja: %s の予測値
ko: %s에 대한 예측값
pl: wartości przewidywane dla %s
pt_br: Valores preditos para %s
ru: предсказанные значения для %s
zh_cn: %s 的预测值
zh_tw: %s 的預測值

source: Failed to create predicted values dataset: %s.
de: Fehler beim Erstellen von Dataset vorhergesagter Werte: %s.
es: No se ha podido crear el conjunto de datos de valores pronosticados: %s.
fr: Impossible de créer le jeu de données des prévisions : %s.
it: Impossibile creare il dataset di valori previsti: %s.
ja: 予測値データセットを作成できませんでした: %s。
ko: 예측값 데이터 세트 %s을(를) 작성하지 못했습니다.
pl: Niepowodzenie utworzenia przewidywanych zbiorów danych wartości: %s.
pt_br: Falha ao criar o conjunto de dados de valores preditos: %s.
ru: Не удалось создать набор данных предсказанных значений: %s.
zh_cn: 未能创建预测值数据集：%s。
zh_tw: 無法建立預測值資料集：%s。

source: Outlier measure (single class)
de: Ausreißermaß (einzelne Klasse)
es: Medida de valores atípicos (clase sencilla)
fr: Mesure des valeurs extrêmes (classe unique)
it: Misura valore anomalo (classe singola)
ja: 外れ値の尺度 (単一のクラス)
ko: 이상값 측도(단일 계층)
pl: Miara wartości odstającej (pojedyncza klasa)
pt_br: Medida de valor discrepante (classe única)
ru: Показатель выбросов (один класс)
zh_cn: 离群值测量（单个类）
zh_tw: 離群值測量（單一類別）

source: Outlier measure (class defined by %s)
de: Ausreißermaß (Klasse definiert durch %s)
es: Medida de valores atípicos (clase definida por %s)
fr: Mesure des valeurs extrêmes (classe définie par %s)
it: Misura valore anomalo (classe definita da %s)
ja: 外れ値の尺度 (%s によって定義されたクラス)
ko: 이상값 측도(%s에 의해 정의된 계층)
pl: Miara wartości odstającej (klasa zdefiniowana przez %s)
pt_br: Medida de valor discrepante (classe definida por %s)
ru: Показатель выбросов (класс, определенный %s)
zh_cn: 离群值测量（%s 所定义的类）
zh_tw: 離群值測量（由 %s 定義的類別）

source: Failed to create outliers dataset: %s
de: Fehler beim Erstellen von Ausreißerdataset: %s
es: Error al crear el conjunto de datos de valores atípicos: %s
fr: Impossible de créer le jeu de données des valeurs extrêmes : %s
it: Impossibile creare il dataset di valori anomali: %s
ja: 外れ値データセットを作成できませんでした: %s
ko: 이상값 데이터 세트 %s을(를) 작성하지 못했습니다.
pl: Niepowodzenie utworzenia zbiorów danych wartości odstających: %s
pt_br: Falha ao criar o conjunto de dados de valores discrepantes: %s
ru: Не удалось создать набор данных выбросов: %s
zh_cn: 未能创建离群值数据集：%s
zh_tw: 無法建立離群值資料集：%s
