Repository: IBMPredictiveAnalytics/SPSSINC_RANFOR
Catalog: src/lang/*/SPSSINC_RANFOR.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: The R %s package is required but could not be loaded.
de: Das R %s-Paket ist erforderlich konnte aber nicht geladen werden.
es: El paquete R %s es necesario pero no se ha podido cargar.
fr: Le pack R %s est requis mais n'a pas pu être chargé.
it: Il package R %s è necessario, ma non è stato possibile caricarlo.
ja: R %s パッケージが必要ですが、読み込むことができませんでした。
ko: R %s 패키지가 필요하지만 로드할 수 없습니다.
pl: Pakiet R %s jest wymagany, ale nie można było go wczytać.
pt_br: O pacote R %s é necessário, mas não pôde ser carregado.
ru: Необходим пакет R %s, но его не удалось загрузить.
zh_cn: 需要 R %s 程序包，但未能将其装入。
zh_tw: R %s 套件是必要套件，但無法載入。

source: Warning: The programfile keyword is no longer supported
de: Warnung: Das Schlüsselwort programfile wird nicht mehr unterstützt
es: Advertencia: la palabra clave programfile ya no se admite
fr: Avertissement : Le mot clé programfile n'est plus pris en charge.
it: Avviso: La parola chiave programfile non è più supportata
ja: 警告: programfile キーワードはサポートされなくなりました
ko: 경고: programfile 키워드가 더 이상 지원되지 않습니다.
pl: Ostrzeżenie: słowo kluczowe PROGRAMFILE nie jest już obsługiwane
pt_br: Aviso: A palavra-chave programfile não é mais suportada
ru: Предупреждение: Ключевое слово programfile более не поддерживается
zh_cn: 警告：programfile 关键字不再受支持
zh_tw: 警告：不再受支援 programfile 關鍵字

source: A dependent variable must be specified except for the unsupervised case
de: Außer für den nicht überwachten Fall muss eine abhängige Variable angegeben werden
es: Se debe especificar una variable dependiente excepto para el caso no supervisado.
fr: Une variable dépendante doit être spécifiée sauf pour l'observation non supervisée.
it: Deve essere specificata una variabile dipendente tranne che per il caso non supervisionato
ja: 非監視ケースの場合を除き、従属変数を指定する必要があります。
ko: 비지도 케이스를 제외하고 종속변수를 지정해야 합니다.
pl: Zmienna zależna musi być określona. Wyjątkiem jest obserwacja nienadzorowana
pt_br: Uma variável dependente deve ser especificada, exceto para o caso não supervisionado
ru: Зависимая переменная должна быть задана, но не для неконтролируемых наблюдений
zh_cn: 必须指定因变量（未监督的个案除外）
zh_tw: 必須指定依變數，非監督式觀察值除外

source: The same predictor variable was entered more than once
de: Die gleiche Prädiktorvariable wurde mehr als einmal eingegeben
es: Se ha especificado más de una vez la misma variable de predictor
fr: La même variable de prédicteur a été saisie plusieurs fois.
it: La stessa variabile predittore è stata immessa più di una volta
ja: 同じ予測変数が複数回入力されました
ko: 동일한 예측자 변수를 두 번 이상 입력했습니다.
pl: Więcej niż jeden raz wprowadzono zmienną predyktora
pt_br: A mesma variável preditora foi inserida mais de uma vez
ru: Одна и та же самая переменная-предиктор вводилась несколько раз
zh_cn: 多次输入了相同的预测变量
zh_tw: 相同的解釋變數輸入超過一次

source: One or more specified output dataset names are already in use
de: Mindestens ein angegebener Ausgabedatasetname wird bereits verwendet
es: Uno o más nombres de conjunto de datos de resultados ya se están utilizando
fr: Un ou plusieurs noms de jeu de données de sortie sont déjà utilisés.
it: Uno o più nomi dataset di output specificati sono già in uso
ja: 指定された出力データセット名のうち 1 つ以上が既に使用されています
ko: 하나 이상의 지정된 출력 데이터 세트 이름이 이미 사용 중입니다.
pl: Co najmniej jedna określona nazwa zbioru danych jest już używana
pt_br: Um ou mais nomes de conjuntos de dados de saída especificados já estão em uso
ru: Одно или несколько имен наборов данных уже используются
zh_cn: 一个或多个指定的输出数据集名称已在使用中
zh_tw: 一或多個指定的輸出資料集名稱已在使用中

source: unsupervised
de: nicht überwacht
es: sin supervisar
fr: non supervisé
it: non supervisionato
ja: 非監視
ko: 비지도
pl: nienadzorowany
pt_br: não supervisionado
ru: неконтролируемый
zh_cn: 无监督
zh_tw: 非監督式

source: Unsupervised mode cannot be used with a scale dependent variable
de: Der nicht überwachte Modus kann mit einer metrischen abhängigen Variablen nicht verwendet werden
es: No se puede utilizar el modo sin supervisión con una variable dependiente de escala
fr: Le mode non supervisé n'est pas compatible avec une variable d'échelle dépendante.
it: Non è possibile utilizzare la modalità Non supervisionato con una variabile dipendente dalla scala
ja: スケール従属変数では非監視モードを使用できません
ko: 비지도 모드는 척도 종속변수와 함께 사용할 수 없습니다.
pl: Trybu nienadzorowanego nie można używać w przypadku ilościowej zmiennej zależnej
pt_br: O modo não supervisionado não pode ser usado com uma variável dependente de escala
ru: Неконтролируемый режим не может использоваться с количественной зависимой переменной
zh_cn: 不能将无监督方式用于标度因变量
zh_tw: 非監督式模式不能與尺度依變數搭配使用

source: classification
de: Klassifikation
es: clasificación
it: classificazione
ja: 分類
ko: 분류
pl: klasyfikacja
pt_br: classificação
ru: классификация
zh_cn: 分类
zh_tw: 分類

source: regression
es: regresión
fr: régression
it: regressione
ja: 回帰
ko: 회귀분석
pl: regresja
pt_br: regressão
ru: регрессия
zh_cn: 回归
zh_tw: 迴歸

source: The number of class priors specified differs from the number of levels of the dependent variable
de: Die Anzahl angegebener Klassen-A-priori-Wahrscheinlichkeiten unterscheidet sich von der Anzahl der Ebenen der abhängigen Variablen
es: El número de clases prioris especificadas difiere del número de niveles de la variable dependiente
fr: Le nombre de classes à priori spécifié est différent du nombre de niveaux de la variable dépendante.
it: Il numero di probabilità a priori classe specificato è diverso dal numero di livelli della variabile dipendente
ja: 指定されたクラス事前確率の数が、従属変数のレベル数と異なっています
ko: 지정된 계층 사전확률 수가 종속변수의 수준 수와 다릅니다.
pl: Liczba prawdopodobieństw wstępnych klasy różni się od liczby poziomów zmiennej zależnej
pt_br: O número de informações a priori de classe especificado difere do número de níveis da variável dependente
ru: Число заданных априорных оценок класса отличается от числа уровней зависимой переменной
zh_cn: 指定的类优先数不同于因变量的级别数
zh_tw: 指定的類別事前機率數目與依變數層次數目不同

source: Class priors were specified, but the dependent variable is not categorical
de: Es wurden Klassen-A-priori-Wahrscheinlichkeiten angegeben, aber die abhängige Variable ist nicht kategorial
es: Se han especificado clases prioris, pero la variable dependiente no es categórica
fr: Les classes à priori ont été spécifiées, mais la variable dépendante n'est pas catégorielle.
it: Sono state specificate probabilità a priori classe, ma la variabile dipendente non è categoriale
ja: クラス事前確率が指定されましたが、従属変数がカテゴリ変数ではありません
ko: 계층 사전확률을 지정했지만 종속변수가 범주형 변수가 아닙니다.
pl: Określono prawdopodobieństwa wstępne klasy, ale zmienna zależna nie jest jakościowa
pt_br: Informações a priori de classe foram especificadas, mas a variável dependente não é categórica
ru: Заданы априорные оценки класса, но зависимая переменная - не категориальная
zh_cn: 指定了类优先，但因变量不是分类变量
zh_tw: 已指定類別事前機率，但依變數不是種類

source: The MDS plot is only available for classification trees
de: Das MDS-Diagramm ist nur für Klassifikationsbäume verfügbar
es: El gráfico MDS sólo está disponible para los árboles de clasificación
fr: Le tracé MDS est disponible uniquement pour les arborescences de classification.
it: Il grafico MDS è disponibile solo per gli alberi di classificazione
ja: MDS プロットは分類ツリーでのみ使用できます
ko: MDS 도표는 분류나무에만 사용할 수 있습니다.
pl: Wykres MDS jest jedynym wykresem dostępnym w przypadku drzew klasyfikacji
pt_br: O gráfico MDS está disponível somente para árvores de classificação
ru: График MDS только доступен для деревьев классификации
zh_cn: MDS 图仅可用于分类树
zh_tw: MDS 圖只可用於分類樹狀結構

source: Not Set
de: Nicht festgelegt
es: No establecido
fr: Non défini
it: Non impostato
ja: 設定されていません
ko: 설정되지 않음
pl: Nie ustawiono
pt_br: Não configurado
ru: Не задано
zh_cn: 未设置
zh_tw: 未設定

source: RF imputation is not available for the unsupervised case
de: RF-Imputation ist für den nicht überwachten Fall nicht verfügbar
es: La imputación de RF no está disponible para el caso sin supervisión
fr: L'imputation RF n'est pas disponible pour l'observation non supervisée.
it: Assegnazione RF non disponibile per il caso non supervisionato
ja: 非監視ケースでは RF 代入は使用できません
ko: RF 대체는 비지도 케이스에 대해 사용할 수 없습니다.
pl: Podstawianie RF nie jest dostępne w przypadku obserwacji nienadzorowanej
pt_br: Entrada de RF não está disponível para o caso não supervisionado
ru: Импутация RF недоступна для неконтролируемого наблюдения
zh_cn: RF 插补不可用于未监督的个案
zh_tw: RF 插補無法用於非監督式觀察值

source: The error rate plot is not available in unsupervised mode.
de: Das Fehlerratendiagramm ist im nicht überwachten Modus nicht verfügbar.
es: El gráfico de índice de errores no está disponible en modo sin supervisión
fr: Le tracé du taux d'erreur n'est pas disponible en mode non supervisé.
it: Il grafico del tasso di errore non è disponibile in modalità Non supervisionato.
ja: 非監視モードでは誤差率プロットを使用できません。
ko: 비지도 모드에서는 오차율 도표를 사용할 수 없습니다.
pl: Wykres poziomu błędu nie jest dostępny w trybie nienadzorowanym.
pt_br: O gráfico de taxa de erro não está disponível no modo não supervisionado.
ru: График частоты ошибок недоступен в неконтролируемом режиме.
zh_cn: 在无监督方式下，误差率图不可用。
zh_tw: 錯誤率圖無法用於非監督式模式。

source: Error Rates
de: Fehlerraten
es: Tasas de error
fr: Taux d'erreur
it: Tassi di errore
ja: 誤差率
ko: 오차율
pl: Poziomy błędów
pt_br: Taxas de erro
ru: Частота ошибок
zh_cn: 误差率
zh_tw: 錯誤率

source: Variable Importance Plot
de: Wichtigkeitsdiagramm für Variablen
es: Gráfico de la importancia de las variables
fr: Tracé d'importance des variables
it: Grafico importanza delle variabili
ja: 変数の重要度の作図
ko: 변수 중요도 도표
pl: Wykres ważności zmiennej
pt_br: Gráfico de importância da variável
ru: Диаграмма важности переменных
zh_cn: 变量重要性图
zh_tw: 變數重要性圖形

source: The MDS plot is not available unless a dependent variable is specified
de: Das MDS-Diagramm ist nicht verfügbar, sofern nicht eine abhängige Variable angegeben wird
es: El gráfico MDS no está disponible a menos que se especifique una variable dependiente
fr: Le tracé MDS n'est disponible que si une variable dépendante a été spécifiée.
it: Il grafico MDS non è disponibile a meno che non sia specificata una variabile dipendente
ja: 従属変数が指定されていない限り、MDS プロットを使用できません
ko: 종속변수를 지정하지 않은 경우 MDS 도표를 사용할 수 없습니다.
pl: Wykres MDS nie jest dostępny, o ile nie określono zmiennej zależnej
pt_br: O gráfico MDS não está disponível, a menos que uma variável dependente seja especificada
ru: График MDS недоступен, если не задана зависимая переменная
zh_cn: 除非指定了因变量，否则 MDS 图不可用
zh_tw: MDS 圖無法使用，除非指定依變數

source: Multi-Dimensional Scaling Plot of Proximities
de: Mehrdimensionale Skalierung: Diagramm der Ähnlichkeiten
es: Gráfico de escalamiento multidimensional para proximidades
fr: Tracé de positionnement multidimensionnel des proximités
it: Grafico di scaling multidimensionale delle prossimità
ja: 近接の多次元尺度構成法プロット
ko: 근접도에 대한 다차원 척도 도표
pl: Wielowymiarowy wykres skalowania odległości
pt_br: Gráfico de ajuste de escala multidimensional de proximidades
ru: MDS-график близостей
zh_cn: 近似值的多维标度图
zh_tw: 近似性的多維尺度分析圖

source: Tree Size Terminal Nodes: 1st Quartile
de: Endknoten für Baumgröße: 1. Quartil
es: Nodos terminales de tamaño de árbol: 1er cuartil
fr: Noeuds terminaux de l'arborescence : 1er quartile
it: Nodi terminali dimensione albero: 1° quartile
ja: ツリー サイズのターミナル ノード: 第 1 四分位数
ko: 나무 크기 터미널 노드: 1분위수
pl: Węzły końcowe rozmiaru drzewa: 1. kwartyl
pt_br: Nós terminais de tamanho de árvore: 1º quartil
ru: Конечные узлы размера дерева: 1-я квартиль
zh_cn: 树大小终端节点：第一个四分位
zh_tw: 樹狀結構大小終端機節點：第一個四分位數

source: Tree Size Terminal Nodes: Median
de: Endknoten für Baumgröße: Median
es: Nodos terminales de tamaño de árbol: Mediana
fr: Noeuds terminaux de l'arborescence : Valeur médiane
it: Nodi terminali dimensione albero: mediana
ja: ツリー サイズのターミナル ノード: 中央値
ko: 나무 크기 터미널 노드: 중위수
pl: Węzły końcowe rozmiaru drzewa: mediana
pt_br: Nós terminais de tamanho de árvore: Mediana
ru: Конечные узлы размера дерева: медиана
zh_cn: 树大小终端节点：中位数
zh_tw: 樹狀結構大小終端機節點：中位數

source: Tree Size Terminal Nodes: 3rd Quartile
de: Endknoten für Baumgröße: 3. Quartil
es: Nodos terminales de tamaño de árbol: 3er cuartil
fr: Noeuds terminaux de l'arborescence : 3e quartile
it: Nodi terminali dimensione albero: 3° quartile
ja: ツリー サイズのターミナル ノード: 第 3 四分位数
ko: 나무 크기 터미널 노드: 3분위수
pl: Węzły końcowe rozmiaru drzewa: 3. kwartyl
pt_br: Nós terminais de tamanho de árvore: 3º quartil
ru: Конечные узлы размера дерева: 3-я квартиль
zh_cn: 树大小终端节点：第三个四分位
zh_tw: 樹狀結構大小終端機節點：第三個四分位數

source: Tree Type
de: Baumtyp
es: Tipo de árbol
fr: Type d'arborescence
it: Tipo di albero
ja: ツリー タイプ
ko: 나무 유형
pl: Typ drzewa
pt_br: Tipo de árvore
ru: Тип дерева
zh_cn: 树类型
zh_tw: 樹狀結構類型

source: Dependent Variable
de: Abhängige Variable
es: Variable dependiente
fr: Variable dépendante
it: Variabile dipendente
ja: 従属変数
ko: 종속변수
pl: Zmienna zależna
pt_br: Variável dependente
ru: Зависимая переменная
zh_cn: 因变量
zh_tw: 依變數

source: Predictors
de: Prädiktoren
es: Predictores
fr: Prédicteurs
it: Predittori
ja: 予測値
ko: 예측자
pl: Predyktory
pt_br: Preditores
ru: Предикторы
zh_cn: 预测变量
zh_tw: 解釋變數

source: Trees
de: Bäume
es: Árboles
fr: Arborescences
it: Alberi
ja: ツリー
ko: 나무
pl: Drzewa
pt_br: Árvores
ru: Деревья
zh_cn: 树
zh_tw: 樹狀結構

source: Variable Tries Per Split
de: Variable Versuche pro Aufteilung
es: Intentos de variable por división
fr: Tentatives de division de la variable
it: Tentativi variabile per suddivisione
ja: 分割ごとの変数試行回数
ko: 분할당 변수 시도 횟수
pl: Próby zmiennej na podział
pt_br: Tentativas de variáveis por divisão
ru: Переменное число попыток на одно разбиение
zh_cn: 每次拆分的变量尝试次数
zh_tw: 每分割變數嘗試次數

source: Predictor Imputation
de: Prädiktorimputation
es: Imputación de predictor
fr: Imputation par prédiction
it: Assegnazione predittore
ja: 予測値代入
ko: 예측자 대체
pl: Podstawienie predyktora
pt_br: Entrada do preditor
ru: Импутация предикторов
zh_cn: 预测变量插补
zh_tw: 解釋變數插補

source: Residual Mean Square
de: Residuumsmittel der Quadrate
es: Media cuadrática residual
fr: Carré moyen résiduel
it: Media quadratica residuo
ja: 残差平均平方
ko: 잔차 평균제곱
pl: Resztowy kwadrat średni
pt_br: Quadrado médio de resíduo
ru: Остаточный средний квадрат
zh_cn: 残差均方
zh_tw: 殘差平均值平方

source: Explained Variance Percentage
de: Erklärter Varianzprozentsatz
es: Porcentaje de varianza explicado
fr: Pourcentage de variance expliquée
it: Percentuale varianza spiegata
ja: 寄与率
ko: 설명되지 않는 분산 백분율
pl: Wartość procentowa wariancji wyjaśnionej
pt_br: Porcentagem de variância explicada
ru: Объясненный процент дисперсии
zh_cn: 已解释的方差百分比
zh_tw: 說明的變異數百分比

source: Random Number Seed
de: Startwert für Zufallszahlen
es: Semilla de aleatorización
fr: Valeur de départ de nombre aléatoire
it: Seme per numeri casuali
ja: 乱数のシード
ko: 난수 시작값
pl: Wartość startowa generatora liczb pseudolosowych
pt_br: Semente de Número Aleatório
ru: Начальное значение генератора случайных чисел
zh_cn: 随机数种子
zh_tw: 亂數種子

source: Forest Workspace
de: Gesamtstrukturarbeitsbereich
es: Espacio de trabajo de bosque
fr: Espace de travail de la forêt
it: Spazio di lavoro Foresta
ja: フォレスト ワークスペース
ko: 포리스트 작업공간
pl: Obszar roboczy Forest
pt_br: Área de trabalho de floresta
ru: Рабочая область леса
zh_cn: 森林工作空间
zh_tw: 樹系工作區

source: Workspace retained in memory
de: Arbeitsbereich im Speicher beibehalten
es: Espacio de trabajo retenido en memoria
fr: Espace de travail conservé en mémoire
it: Spazio di lavoro conservato in memoria
ja: メモリに保持されているワークスペース
ko: 메모리에 작업공간 유지
pl: Obszar roboczy zachowany w pamięci
pt_br: Área de trabalho retida na memória
ru: Рабочая область, сохраненная в памяти
zh_cn: 保留在内存中的工作空间
zh_tw: 保留在記憶體中的工作區

source: --Not saved--
de: --Nicht gespeichert--
es: --No guardado--
fr: --Non enregistré--
it: --Non salvato--
ja: --保存されません--
ko: --저장되지 않음--
pl: --Nie zapisano--
pt_br: --Não salvo--
ru: --Не сохранено--
zh_cn: --未保存--
zh_tw: --未儲存--

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
pl: Tak
pt_br: Sim
ru: Да
zh_cn: 是
zh_tw: 是

source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니오
pl: Nie
pt_br: Não
ru: Нет
zh_cn: 否
zh_tw: 否

source: Class Priors
de: Klassen-A-priori-Wahrscheinlichkeiten
es: Clases prioris
fr: Classes à priori
it: Probabilità a priori classe
ja: クラス事前確率
ko: 계층 사전확률
pl: Prawdopodobieństwa wstępne klasy
pt_br: Informações a priori de classe
ru: Априорные оценки класса
zh_cn: 类优先
zh_tw: 類別事前機率

source: Out of Bag Estimated Error Rate
de: Geschätzte OOB-Fehlerrate
es: Índice de errores estimado fuera de banda
fr: Estimation du taux d'erreur OOB (Out-of-Bag, 'hors du sac')
it: Tasso di errore stimato di OOB (Out of Bag)
ja: Out of Bag 推定誤差率
ko: Out of Bag 추정된 오차율
pl: Poziom błędu oszacowany z bag
pt_br: Taxa de erro estimada pronta
ru: Частота ошибок по оценке out-of-bag
zh_cn: 袋外估算误差率
zh_tw: 超出工具袋估計錯誤率

source: None specified
de: Keine angegeben
es: Ninguno especificado
fr: Aucune indication
it: Nessun elemento specificato
ja: 指定されていません
ko: 지정되지 않음
pl: Brak określonych
pt_br: Nenhum especificado
ru: Не задано
zh_cn: 未指定任何值
zh_tw: 未指定

source: Not saved
de: Nicht gespeichert
es: No guardado
fr: Non enregistré
it: Non salvato
ja: 保存されていません
ko: 저장되지 않음
pl: Nie zapisano
pt_br: Não salvo
ru: Не сохранено
zh_cn: 未保存
zh_tw: 未儲存

source: Random Forest Summary
de: Random Forest-Auswertung
es: Resumen de bosque aleatorio
fr: Récapitulatif de la forêt aléatoire
it: Riepilogo foresta casuale
ja: ランダム フォレストの要約
ko: 랜덤 포리스트 요약
pl: Podsumowanie losowego lasu
pt_br: Resumo de Random Forest
ru: Сводка по случайному лесу
zh_cn: 随机森林摘要
zh_tw: 隨機樹系摘要

source: Random Forest computed by R randomForest package
de: Durch R randomForest-Paket berechneter Random Forest
es: Bosque aleatorio calculado por el paquete de R randomForest
fr: Forêt aléatoire calculée par un pack R randomForest
it: Foresta casuale calcolata dal package randomForest di R
ja: R randomForest パッケージによって計算されたランダム フォレスト
ko: R randomForest 패키지에 의해 계산된 랜덤 포리스트
pl: Losowy las obliczony za pomocą pakietu R randomForest
pt_br: Random Forest calculada pelo pacote R randomForest
ru: Случайный лес, сгенерированный пакетом R randomForest
zh_cn: 由 R randomForest 程序包计算的随机森林
zh_tw: 由 R randomForest 套件計算的隨機樹系

source: Statistics
de: Statistik
es: Estadísticos
it: Statistiche
ja: 統計量
ko: 통계량2
pl: Statystyki
pt_br: Estatísticas
ru: Статистику
zh_cn: 统计

source: Total decrease in node impurities from splitting on the variable averaged over all trees measured by the Gini index
de: Gesamtabnahme von Knotenunreinheiten aus Splitting der Variablen, gemittelt über alle Baumstrukturen, gemessen durch den Gini-Index
es: Reducción total de impurezas de nodo a partir de dividir en la variable promedio de todos los árboles medidos por el índice de Gini
fr: Diminution totale des impuretés de noeud à partir du fractionnement de la variable considérée par sa moyenne sur toutes les arborescences mesurées par l'index de Gini.
it: Diminuzione totale nelle impurità del nodo dalla suddivisione sulla variabile media su tutti gli alberi misurati dall'indice Gini
ja: Gini インデックスによって測定され、すべてのツリーの平均がとられた、変数の分割地点からのノード不純度の減少の合計
ko: Gini 인덱스로 측정된 모든 나무에 대한 평균 변수의 분할에서 노드 불순도의 총 감소량
pl: Całkowite obniżenie zanieczyszczeń węzła spowodowane podziałami w zmiennej uśrednianej we wszystkich drzewach mierzonych za pomocą indeksu Gini
pt_br: Diminuição total de impurezas no nó da divisão na variável média de todas as árvores medida pelo índice de Gini
ru: Полное уменьшение неоднородности узлов из-за разбиения по переменной, усредненной по всем деревьям, для которых измерен индекс Джини
zh_cn: 通过拆分到所有树中的平均变量数而减少的节点杂质总量（按基尼指标测量）
zh_tw: 透過在 Gini 指數測量的所有樹狀結構平均變數上進行分割，減少的節點雜質總計

source: Total decrease in node impurities from splitting on the variable averaged over all trees measured by the residual sum of squares
de: Gesamtabnahme von Knotenunreinheiten aus Splitting der Variablen, gemittelt über alle Baumstrukturen, gemessen durch die Residuenquadratsumme
es: Reducción total de impurezas de nodo a partir de dividir en la variable promedio de todos los árboles medidos por la suma residual de cuadrados
fr: Diminution totale des impuretés de noeud à partir du fractionnement de la variable considérée sur la moyenne de toutes les arborescences mesurées par la somme résiduelle des carrés.
it: Diminuzione totale nelle impurità del nodo dalla suddivisione sulla variabile media su tutti gli alberi misurati dalla somma dei quadrati dei residui
ja: 残差平方和によって測定され、すべてのツリーの平均がとられた、変数の分割地点からのノード不純度の減少の合計
ko: 잔차 제곱합으로 측정된 모든 나무에 대한 평균 변수의 분할에서 노드 불순도의 총 감소량
pl: Całkowite obniżenie zanieczyszczeń węzła spowodowane podziałami w zmiennej uśrednianej we wszystkich drzewach mierzonych za pomocą resztowej sumy kwadratów
pt_br: Diminuição total de impurezas no nó da divisão na variável média de todas as árvores medida pela soma de quadrados dos resíduos
ru: Полное уменьшение неоднородности узлов из-за разбиения по переменной, усредненной по всем деревьям, для которых измерена остаточная сумма квадратов
zh_cn: 通过拆分到所有树中的平均变量数而减少的节点杂质总量（按残差平方和测量）
zh_tw: 透過在殘差平方和測量的所有樹狀結構平均變數上進行分割，減少的節點雜質總計

source: Variable Importance
de: Variablenwichtigkeit
es: Importancia de la variable
fr: Importance des variables
it: Importanza delle variabili
ja: 変数の重要度
ko: 변수 중요도
pl: Ważność zmiennych
pt_br: Importância da variável
ru: Важность переменной
zh_cn: 变量重要性
zh_tw: 變數重要性

source: Decrease in Node Impurity
de: Abnahme der Knotenunreinheit
es: Reducción de impureza de nodo
fr: Diminution des impuretés de noeud
it: Diminuzione nell'impurità del nodo
ja: ノード不純度の減少
ko: 노드 불순도 감소
pl: Obniżenie zanieczyszczeń węzła
pt_br: Diminuição na impureza do nó
ru: Уменьшение неоднородности узлов
zh_cn: 节点杂质减少
zh_tw: 節點雜質的減少

source: Variable usage information is not available in unsupervised mode
de: Variablennutzungsinformationen sind im nicht überwachten Modus nicht verfügbar
es: La información de uso de variables no está disponible en modo sin supervisión
fr: Les informations relatives à l'utilisation de la variable ne sont pas disponibles en mode non supervisé.
it: Le informazioni sull'utilizzo della variabile non sono disponibili in modalità Non supervisionato
ja: 非監視モードでは変数使用情報は取得できません
ko: 비지도 모드에서는 변수 사용 정보를 사용할 수 없습니다.
pl: Informacje o wykorzystaniu zmiennej nie są dostępne w trybie nienadzorowanym
pt_br: Informações de uso da variável não estão disponíveis no modo não supervisionado
ru: Информация об использовании переменной недоступна в неконтролируемом режиме
zh_cn: 在无监督方式下，变量使用情况信息不可用
zh_tw: 變數使用情形資訊在非監督式模式中無法使用

source: Predictor Variable Usage
de: Prädiktorvariablenverwendung
es: Uso de variables de predictor
fr: Utilisation de la variable de prédicteur
it: Utilizzo variabile predittore
ja: 予測変数の使用
ko: 예측자 변수 사용
pl: Wykorzystanie zmiennej predyktora
pt_br: Uso de variável preditora
ru: Использование переменной-предиктора
zh_cn: 预测变量使用情况
zh_tw: 解釋變數使用情形

source: Frequencies of predictor variable usage in the forest
de: Häufigkeit der Verwendung von Prädiktorvariablen in der Gesamtstruktur
es: Frecuencias de uso de variables de predictor en el bosque
fr: Fréquence d'utilisation de la variable de prédicteur dans la forêt
it: Frequenze di utilizzo della variabile predittore nella foresta
ja: フォレスト内の予測変数使用の度数
ko: 포리스트의 예측자 변수 사용 빈도
pl: Częstości wykorzystania zmiennej predyktora w lesie
pt_br: Frequências de uso da variável preditora na floresta
ru: Частоты использования переменных-предикторов в лесу
zh_cn: 森林中的预测变量使用频率
zh_tw: 樹系中解釋變數使用的次數分配表

source: Frequency
de: Häufigkeit
es: Frecuencia
fr: Fréquence
it: Frequenza
ja: 度数
ko: 구매빈도
pl: Częstotliwość
pt_br: Frequência
ru: Частота
zh_cn: 频率
zh_tw: 次數分配表

source: Column Total
de: Spaltensumme
es: Total de columna
fr: Total de colonne
it: Totale colonna
ja: 列の合計
ko: 열 총계
pl: Kolumna ogółem
pt_br: Total de colunas
ru: Итог по столбцу
zh_cn: 列总计
zh_tw: 直欄總計

source: Confusion Matrix of Predictions
de: Unklarheitsmatrix von Vorhersagen
es: Matriz de confusión de predicciones
fr: Matrice de confusion des prédictions
it: Matrice di confusione delle previsioni
ja: 予測の混同行列
ko: 예측의 혼돈 행렬
pl: Macierz konfuzji predykcji
pt_br: Matriz de confusão de predições
ru: Матрица ошибок прогнозов
zh_cn: 预测的混淆矩阵
zh_tw: 預測的混淆矩陣
